Hair_data = [
    "狼奔",
    "顺毛",
    "短寸",
    "卷毛",
    "二八分",
    "脏辫",
	"蓬松卷毛",
	"碎发",
	"自然卷",
	
];

Attribute_data = [
    "青梅竹马",
    "天降系",
	"哥哥",
	"物理课代表",
	"老师",
	"不良",
	"科学家",
	"侦探",
	"小说家",
	"模特",
	"钢琴家",
	"化学家",
	
	
];

Character_data = [
    "运动达人",
    "小狼狗",
	"小奶狗",
	"天才",
	"高傲",
	"腹黑",
	"阳光",
	"乐观",
	"斯文败类",
	"温柔"
	
];

//数据来源:随便百度的 毫无科学依据
/*
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];
*/

Haircolor_data = [
    "黑",
    "棕",
	"深棕",
	"咖啡",
	"暗红",
	"深绿",
	"茶绿",
	"墨黑"
	
];

Skin_data = [
    "洁白",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "正常",
    "黝黑"
];